Repository: m5lk3n/windich
Catalog: lib/l10n/intl_*.arb
Languages: de

# motto
source: It is "windich" (windy).
de: Vom Winde geweht

source: Loading...
de: Laden...

source: n/a
de: nicht verfügbar

# noKey
source: A key is needed for the app to work. Please choose "Key" from the menu.
de: Ein Schlüssel wird benötigt, damit die App funktioniert. Bitte wähle "Schlüssel" im Menü.

# currentWindSpeed
source: Current Wind Speed: {currentWindSpeed}
de: Aktuelle Windgeschwindigkeit: {currentWindSpeed}

# forecastWindSpeed
source: 3h Wind Speed: {forecastWindSpeed}
de: 3h Windgeschwindigkeit: {forecastWindSpeed}

# currentWindDirection
source: Current Wind Direction: {currentWindDirection}
de: Aktuelle Windrichtung: {currentWindDirection}

# forecastWindDirection
source: 3h Wind Direction: {forecastWindDirection}
de: 3h Windrichtung: {forecastWindDirection}

source: NE
de: NO

source: E
de: O

source: SE
de: SO

# currentTemperature
source: Current Temperature: {currentTemperature}
de: Aktuelle Temperatur: {currentTemperature}

# forecastTemperature
source: 3h Temperature: {forecastTemperature}
de: 3h Temperatur: {forecastTemperature}

# currentRain
source: Current Rain: {currentRain}
de: Aktueller Regen: {currentRain}

# forecastRain
source: 3h Rain: {forecastRain}
de: 3h Regen: {forecastRain}

source: Compass n/a
de: Kompass nicht verfügbar

source: Wind direction indicator n/a
de: Windrichtungsanzeiger nicht verfügbar

# lastUpdated
source: Last updated: {dateTime}
de: Zuletzt aktualisiert: {dateTime}

source: Menu
de: Menü

source: About
de: Über

source: Key
de: Schlüssel

source: Theme
de: Design

source: Refresh
de: Aktualisieren

source: Language
de: Sprache

# serviceDisabled
source: Location services must be enabled for this app to work.
de: Standortdienste müssen aktiviert sein, damit diese App funktioniert.

# locationPermissionDenied
source: Location permissions must be granted for this app to work. Restart the app to grant permissions again.
de: Standortzugriff muss gewährt werden, damit diese App funktioniert. Starte die App neu, um Zugriff erneut anzufragen.

# locationPermissionDeniedForever
source: Required location permissions are permanently denied; the app cannot request permissions again. Please enable location permissions for this app in the system settings.
de: Benötigter Standortzugriff wurde permanent verweigert. Dieser kann nicht erneut durch die App angefragt werden. Bitte Standortzugriff für diese App in den Systemeinstellungen gewähren.

# enterKey
source: Enter a key
de: Schlüssel eingeben

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Key saved.
de: Schlüssel gespeichert.

# keyRemoved
source: Key removed. The app won't work without a key!
de: Schlüssel gelöscht. Die App funkioniert nicht ohne Schlüssel!

# keyUrl
source: https://windig.lttl.dev/#/en/?id=key
de: https://windich.lttl.dev/#/de/?id=schl%c3%bcssel

source: Disclaimer
de: Haftungsausschluss

# disclaimerUrl
source: https://windig.lttl.dev/#/en/?id=disclaimer
de: https://windich.lttl.dev/#/de/?id=haftungsausschluss
